<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
	<meta http-equiv="content-type" content="text/html; charset=utf-8" />
	<meta name="description" content="Your description goes here" />
	<meta name="keywords" content="your,keywords,goes,here" />
	<meta name="author" content="Zsófia Bognár" />
	<link href='http://fonts.googleapis.com/css?family=Dosis' rel='stylesheet' type='text/css' />
	<link rel="stylesheet" type="text/css" href="origo.css" title="Origo" media="all" />
	<title>SPEX - Grants</title>
</head>

<body class="light blue smaller freestyle01">
<div id="layout">

	<div class="row smaller">
		<div class="col c5 smaller">
			<h1><a href="index.html">GRANTS</a></h1>
		</div>

		<div class="col c7 aligncenter">
			<p class="slogan">MTA CSFK Lendület Near-Field Cosmology Research Group</p>
		</div>

		<div class="col c12 alignright">
			<p><a href="hu/grants_hu.html"><img src="images/Hungarian_flag.png" align="right" width="30" height="15"></img></a>
			   <a href="grants_en.html"><img src="images/English_flag.png" align="right" width="30" height="15"></img></a></p>
		</div>
	</div>

	<div class="row">
		<div class="col c12 aligncenter">
			<img src="images/TESS_and_LMC.jpg" width="960" height="240" alt="" />
		</div>
	</div>

	<div class="row">
		<div class="col c2 alignleft">
			<ul class="menu">
				<li><a href="index.html">About Lendület</a></li>
				<li><a href="kepler_en.html">About Kepler</a></li>
				<li><a href="members_en.html">Lendület members</a></li>
				<li><a href="research_en.html">Research</a></li>
				<li><a class="current" href="grants_en.html">Grants</a></li>
				<li><a href="publications_en.html">Publications</a></li>
				<li><a href="data_en.html">Downloadable light curves</a></li>
				<li><a href="media_en.html">In the media</a></li>
				<li><a href="students_en.html">For students</a></li>
				<li><a href="conferences_en.html">Conferences</a></li>
				<li><a href="contact_en.html">Contact</a></li>
				<li><a href="links_en.html">Links</a></li>
			</ul>
		</div>

		<div class="col c10">
				<p>
				<a href="images/NKFIA_infoblokk_projekt_fekvo_EN.jpg" target="new"><img src="images/NKFIA_infoblokk_projekt_fekvo_EN.jpg" align="right" width="500"></a>
				</p>
		</div>				
				
		<div class="col c10">
				<br>		
				<p> <a name="ref"><font color="#c4ab6b" size="4"><b>PD-123910: Evolved compact stars in the era of photometric space missions (2017-2020)</b></a></font></p>

				<p>PI: Zs&oacute;fia Bogn&aacute;r</p>

          	<br>

				  <p> <a name="ref"><font color="#c4ab6b" size="2"><b>Summary:</b></a></font></p>

				  <p>This research project aims at learning more about evolved compact stars, 
				  namely white dwarf and hot subdwarf stars. Our Sun, as the majority of the stars, 
				  will also become a white dwarf eventually, while hot subdwarfs evolve following a 
				  different path. We assume that hot subdwarfs are products of evolution in a binary 
				  system, or the presence of substellar companion(s) influenced their evolution. 
				  Such stellar or substellar (e.g. planet-sized) companions can be discovered by 
				  investigating the pulsations of the compact star or with the light variations 
				  caused by their passing in front of each other.</p>

				  <p>Excitation of pulsations in the stellar interiors of these objects are common 
				  in specific temperature ranges, which offers a unique opportunity to study their 
				  structure, rotation, and the dynamical processes operating in them. The best way 
				  of such so-called asteroseismic investigations is the use of continuous, long 
				  time-base, high-quality space-based data. In this project, the PI intends to play 
				  an active role in the activities of the NASA <i>TESS</i> (Transiting Exoplanet Survey Satellite) 
				  photometric space mission, which is planned to observe more than 4000 evolved compact 
				  stars, including known pulsators and candidates. Besides the analyses of space-based data, 
				  the PI will also perform ground-based complementary observations to gain more information 
				  on the light variations of <i>TESS</i> targets and to learn more about the pulsational behaviour 
				  of the members of the most populated group of white dwarf variables, the ZZ Ceti stars. 
				  This project will strengthen Hungary's participation in the compact variable studies 
				  both in Europe and worldwide.</p>

				<p><b>Project no. 123910 has been implemented with the support provided from the National Research, Development and
				Innovation Fund of Hungary, financed under the P_17 funding scheme.</b></p>
				
				<br>

				<p> <a name="ref"><font color="#c4ab6b" size="2"><b>Publications:</b></a></font></p>

				<p><strong>Papers in ISI journals:</strong></p>

				<ol>

				<li><p><b>3. </b><strong>&#8222;Searching for new white dwarf pulsators for TESS observations at Konkoly Observatory&#8221;</strong><br><u>Bogn&aacute;r, Zs.</u>; Kalup, Cs.; S&oacute;dor, &Aacute;.; Charpinet, S.; Hermes, J. J.: <strong>2018</strong>, <em>MNRAS</em>, 478, 2676, <A href="http://adsabs.harvard.edu/abs/2018MNRAS.478.2676B"><strong>ADS</strong></A></p></li>

				<li><p><b>2. </b><strong>&#8222;The Delta Scuti star 38 Eri from the ground and from space&#8221;</strong><br>Papar&oacute;, M.; Koll&aacute;th, Z.; Shobbrook, R. R.; Matthews, J. M.; Antoci, V.; Benk&#337;, J. M.; Park, N.-K.; Mirtorabi, M. T.; Luedeke, K.; Kusakin, A.; <u>Bogn&aacute;r, Zs.</u> et al.: <strong>2018</strong>, <em>MNRAS</em>, 477, 4362, <A href="http://adsabs.harvard.edu/abs/2018MNRAS.477.4362P"><strong>ADS</strong></A></p></li>
				
				<li><p><b>1. </b><strong>&#8222;Multi-technique investigation of the binary fraction among A-F type candidate hybrid variable stars discovered by Kepler&#8221;</strong><br>Lampens, P.; Fr&eacute;mat, Y.; Vermeylen, L.; S&oacute;dor, &Aacute;.; Skarka, M.; De Cat, P.; <u>Bogn&aacute;r, Zs.</u> et al.: <strong>2018</strong>, <em>A&amp;A</em>, 610, A17, <A href="http://adsabs.harvard.edu/abs/2018A%26A...610A..17L"><strong>ADS</strong></A></p></li>
				
				</ol>				
				
				<br>
				
				<p> <a name="ref"><font color="#c4ab6b" size="2"><b>Dissemination of our results: popular science articles, public lectures, posters:</b></a></font>

						<ol>
					   <li><p><b>5.</b> <strong>&#8222;Searching for new DA white dwarf pulsators at Konkoly Observatory&#8221;</strong><br><u>Bogn&aacute;r, Zs.</u>; Kalup, Cs.; S&oacute;dor, &Aacute;., <em>poster</em>, XXXth General Assembly of the International Astronomical Union (Vienna, August 20-31, 2018) <a href="prezentaciok/poszter_iauga2018.pdf">(pdf)</a></p></li>
					   <li><p><b>4.</b> <strong>&#8222;Efficient Frequency Identification in Coherent Variable Stars&#8221;</strong><br>S&oacute;dor, &Aacute;., <u>Bogn&aacute;r, Zs.</u>; Skarka, M., <em>poster</em>, XXXth General Assembly of the International Astronomical Union (Vienna, August 20-31, 2018) <a href="prezentaciok/201808_Sodor_IAU_GA_poster.pdf">(pdf)</a></p></li>
					   <li><p><b>3.</b> <strong>&#8222;Pulz&aacute;l&oacute; feh&eacute;r t&ouml;rpecsillagok anat&oacute;mi&aacute;ja&#8221;</strong><br><u>Bogn&aacute;r, Zs.</u>: <strong>2018</strong>, <em>Term&eacute;szet Vil&aacute;ga</em>, 149/7, 308 <a href="http://www.termeszetvilaga.hu/szamok/tv2018/tv1807/bognar_zsofia.html">(html)</a></p></li>
						<li><p><b>2.</b> 2017, 23 November: <strong>&bdquo;Latest news on white dwarf pulsators in the light of space- and ground-based observations&rdquo;</strong> &ndash; seminar at Konkoly Observatory, Budapest, Hungary <a href="prezentaciok/seminar_20171123_bognar.pdf">(pdf)</a></p></li>
						<li><p><b>1.</b> 2017, 11 November: <strong>&bdquo;Kompakt pulz&aacute;torok a fotometriai &#369;rt&aacute;vcs&ouml;vek kor&aacute;ban &ndash; c&eacute;lpontban a feh&eacute;r t&ouml;rpecsillagok&rdquo;</strong> (in Hungarian) &ndash; a V&aacute;ltoz&oacute;csillag Szakcsoport tal&aacute;lkoz&oacute;ja a Magyar Csillag&aacute;szati Egyes&uuml;let V&aacute;ltoz&oacute;csillag Szakcsoportja (MCSE VCSSZ) &eacute;s az MTA CSFK Konkoly Thege Mikl&oacute;s Csillag&aacute;szati Int&eacute;zet k&ouml;z&ouml;s szervez&eacute;s&eacute;ben, Budapest <a href="prezentaciok/kompakt_pulzatorok_bognar_mcse.pdf">(pdf)</a></p></li>
						
						</ol>
				</p>
				
				<br>

        <!--<p> <a name="ref"><font color="#c4ab6b" size="2"><b>Selected publications:</b></a></font></p>-->


	<div id="footer" class="row">
		<div class="col c12 aligncenter">
			<h3>&copy; 2017 R. Szab&oacute;, O. Hanyecz</h3>
			<p><a href="http://andreasviklund.com/templates/origo/">Template design</a> by <a href="http://andreasviklund.com/">Andreas Viklund</a><br />
		</div>
	</div>
 </div>
</body>
</html>
